<script setup lang="ts">
import { Card, Flex, List, ListItem, Typography } from 'ant-design-vue';
import BaseContainer from '@/components/base/BaseContainer.vue';

const features = [
  'Индивидуальный подход: Мы предлагаем индивидуальный подход к каждому партнеру, учитывая их потребности и особенности.',
  'Простота интеграции: Для интеграции с нами достаточно оставить заявку, и наш менеджер рассмотрит её в кратчайшие сроки.',
  'Поддержка и обучение: Мы предоставляем всестороннюю поддержку и обучение нашим партнерам, помогая им эффективно использовать наш сервис в своей деятельности.',
  'Максимальная удобство и эффективность: LifeCourse обеспечивает максимальную удобство и эффективность использования для всех пользователей, делая образовательный процесс более продуктивным и результативным.',
];
</script>

<template>
  <BaseContainer>
    <Flex
      gap="large"
      vertical
    >
      <Card>
        <List
          header="Преимущества партнерства с LifeCourse:"
          :data-source="features"
        >
          <template #renderItem="{ item }">
            <ListItem>{{ item }}</ListItem>
          </template>
        </List>
      </Card>

      <Card>
        <Typography>
          LifeCourse - это не просто сервис, а целая экосистема, объединяющая студентов,
          преподавателей, работодателей, родителей и абитуриентов в одном удобном и интуитивно
          понятном пространстве. Наш сервис предоставляет возможность студентам проявить себя,
          развить свои навыки и достичь успеха в учебе и карьере.
        </Typography>
      </Card>
    </Flex>
  </BaseContainer>
</template>
