<script setup lang="ts">
import { Card } from 'ant-design-vue';
import BaseContainer from '@/components/base/BaseContainer.vue';
</script>

<template>
  <BaseContainer>
    <Card>
      <p>Политика конфиденциальности</p>
      <p>Последнее обновление: 20.04.2024</p>
      <p>
        Сознание (далее "Мы", "Наш", "Компания") уделяет большое внимание защите вашей
        конфиденциальности. Настоящая Политика конфиденциальности описывает, какие личные данные мы
        собираем, как мы их используем, обрабатываем и защищаем.
      </p>
      <p>Собираемая информация</p>
      <p>Мы можем собирать следующие категории личных данных:</p>
      <p>
        Информация, которую вы предоставляете нам при заполнении форм на нашем сайте или при общении
        с нами по электронной почте, в том числе ваше имя, адрес электронной почты, номер телефона и
        другие контактные данные.
      </p>
      <p>
        Информация о вашем использовании нашего сайта, включая данные о посещенных страницах,
        времени пребывания на сайте и другие аналитические данные.
      </p>
      <p>
        Информация, которую вы предоставляете нам в рамках коммуникации с нашей службой поддержки
        или участием в опросах и акциях.
      </p>
      <p>Использование информации</p>
      <p>Мы используем предоставленную вами информацию для следующих целей:</p>
      <p>Предоставление вам запрошенных услуг и обработка ваших заказов.</p>
      <p>Обеспечение качественного обслуживания и поддержки клиентов.</p>
      <p>Повышение качества наших услуг и разработка новых продуктов и услуг.</p>
      <p>Оптимизация работы нашего сайта и анализ его использования.</p>
      <p>Защита информации</p>
      <p>
        Мы принимаем необходимые меры для обеспечения безопасности ваших личных данных. Мы
        используем различные технические и организационные меры для защиты ваших данных от
        несанкционированного доступа, утраты, разглашения или иных неправомерных форм обработки.
      </p>
      <p>Передача данных третьим лицам</p>
      <p>
        Мы не передаем ваши личные данные третьим лицам без вашего согласия, за исключением случаев,
        предусмотренных законодательством.
      </p>
      <p>Ваши права</p>
      <p>
        У вас есть право запросить доступ к вашим личным данным, их исправление, удаление или
        ограничение обработки. Вы также имеете право в любое время отозвать ваше согласие на
        обработку ваших данных.
      </p>
      <p>Связь с нами</p>
      <p>
        Если у вас есть какие-либо вопросы относительно нашей Политики конфиденциальности или
        обработки ваших личных данных, пожалуйста, свяжитесь с нами по адресу soznanie@mail.ru.
      </p>
      <p>
        Мы оставляем за собой право время от времени обновлять и изменять нашу Политику
        конфиденциальности.
      </p>
    </Card>
  </BaseContainer>
</template>
