<script setup lang="ts">
import { Card } from 'ant-design-vue';
import BaseContainer from '@/components/base/BaseContainer.vue';
</script>

<template>
  <BaseContainer>
    <Card>
      <p>СОГЛАШЕНИЕ ОБ ИСПОЛЬЗОВАНИИ САЙТА</p>

      <p>Уважаемый Пользователь,</p>

      <p>Благодарим вас за посещение нашего сайта!</p>

      <p>
        Внимательно ознакомьтесь с настоящим Соглашением перед началом использования Сайта.
        Пожалуйста, обратите внимание, что использование Сайта означает ваше согласие с условиями
        настоящего Соглашения. Если вы не согласны с условиями Соглашения, пожалуйста, не
        используйте Сайт и его сервисы.
      </p>

      <p>1. Термины и Определения</p>

      <p>1.1. Компания: Организация Сознание.</p>

      <p>
        1.2. Пользователь: Лицо, которое получает доступ к приложениям, сервисам, услугам и
        информации, предоставленным на Сайте.
      </p>

      <p>
        1.3. Сайт: Веб-ресурсы Компании, доступные в сети Интернет по адресам www.soznanie.com, а
        также любые другие домены и поддомены, связанные с Компанией.
      </p>

      <p>
        1.4. Соглашение: Настоящий документ, определяющий условия использования Сайта, включая
        графические элементы, дизайн, текстовую информацию, программное обеспечение, а также правила
        размещения информации Пользователем на Сайте.
      </p>

      <p>
        Пользуясь Сайтом, вы подтверждаете ваше согласие с условиями настоящего Соглашения. В случае
        несогласия с данными условиями, просим вас немедленно покинуть Сайт.
      </p>

      <p>2. Общие положения и условия</p>

      <p>
        2.1. Любые материалы, файлы и сервисы, содержащиеся на Сайте, не могут быть воспроизведены в
        какой-либо форме, каким-либо способом, полностью или частично без предварительного
        письменного разрешения Компании, за исключением случаев, указанных в настоящем Соглашении.
        При воспроизведении Пользователем материалов Сайта, включая охраняемые авторские
        произведения, ссылка на Сайт обязательна, при этом текст указанной ссылки не должен
        содержать ложную, вводящую в заблуждение, уничижительную или оскорбительную информацию.
        Перевод, переработка (модификация), любое изменение материалов Сайта, а также любые иные
        действия, в том числе удаление, изменение до малозаметной информации и сведений об авторских
        правах и правообладателях, не допускается.
      </p>

      <p>
        2.2. Доступ к информации, находящейся на защищенных разделах Сайта, разрешен только
        зарегистрированным Пользователям, получившим пароль для входа на защищенные разделы Сайта.
        Пароль не может передаваться другим лицам, и Пользователь полностью несет ответственность за
        весь ущерб, причиненный ему, Компании или третьим лицам, возникший вследствие намеренной или
        ненамеренной передачи Пользователем пароля другому лицу. Пользователь несет ответственность
        за сохранение конфиденциальности пароля и любое использование Сайта посредством его пароля.
      </p>

      <p>
        2.3. Любое использование материалов Сайта из защищенных разделов Сайта, а также из раздела
        «Партнеры» (/partners/) и всех его подразделов посредством воспроизведения в какой-либо
        форме, каким-либо способом запрещается.
      </p>

      <p>
        2.4. Любые программы для ЭВМ, которые можно загрузить с Сайта (далее – Программы), защищены
        законодательством об авторских правах, являясь интеллектуальной собственностью Компании, ее
        партнеров или иных третьих лиц, предоставивших Компании соответствующие права и разрешения
        на использование таких Программ. Правила, условия и ограничения по использованию Программ
        регламентируются положениями лицензионных соглашений, с которыми Пользователь соглашается
        при установке, запуске и использовании Программы. Нарушение условий лицензионного соглашения
        может привести к применению в отношении Пользователя мер гражданской, административной и/или
        уголовной ответственности.
      </p>

      <p>
        Пользователь не вправе осуществлять воспроизведение, распространение, модификацию или
        каким-либо иным способом использовать Программу, если соответствующий способ не предусмотрен
        в лицензионном соглашении Программы.
      </p>

      <p>
        2.5. Действующая редакция настоящего Соглашения размещена с сети Интернет на Сайте. Компания
        вправе в любое время в одностороннем порядке изменять условия настоящего Соглашения. Такие
        изменения вступают в силу по истечении 2 (двух) дней с момента размещения новой версии
        Соглашения в сети Интернет на Сайте. При несогласии Пользователя с внесенными изменениями он
        обязан удалить все имеющиеся у него материалы Сайта, за исключением Программ, правами на
        использование которых, он правомерно обладает, после чего прекратить использование
        материалов и сервисов Сайта. Ваш постоянный доступ данного Сайта считается вашим
        убедительным принятием измененного соглашения, поэтому Вы обязаны регулярно просматривать
        настоящее Соглашение и дополнительные условия или уведомления, размещенные на Сайте.
      </p>

      <p>
        2.6. В случае если Пользователь является участником партнерской программы Компании и между
        сторонами заключен соответствующий договор, то положения такого договора, касающиеся
        использования Сайта имеют преимущественную силу по отношению к условиям настоящего
        Соглашения.
      </p>
      <p>3. Обязательства Пользователя</p>

      <p>
        3.1. Пользователь соглашается не предпринимать действий, которые могут рассматриваться как
        нарушающие российское законодательство или нормы международного права, в том числе в сфере
        интеллектуальной собственности, авторских и/или смежных правах, а также любых действий,
        которые приводят или могут привести к нарушению нормальной работы Сайта и сервисов Сайта.
      </p>

      <p>
        3.2. Любые средства индивидуализации, в том числе товарные знаки и знаки обслуживания, а
        равно логотипы и эмблемы, содержащиеся на страницах Сайта, являются интеллектуальной
        собственностью их правообладателей. Пользователю Сайта запрещено воспроизводить или иным
        способом использовать указанные средства индивидуализации и/или их элементы без
        предварительного письменного разрешения соответствующих правообладателей.
      </p>

      <p>
        3.3. Компания стремится обеспечить, однако не контролирует и не гарантирует
        конфиденциальность и охрану любой информации, размещенной на Сайте или полученной с Сайта.
        Компания принимает разумные меры в целях недопущения несанкционированного разглашения
        размещенной Пользователем на Сайте информации третьим лицам, однако не несет ответственность
        в случае, если такое разглашение было допущено. В этой связи, передача информации на Сайт
        означает согласие Пользователя на любое воспроизведение, распространение, раскрытие и иное
        использование такой информации. Размещая информацию и материалы, Пользователь также
        гарантирует, что обладает всеми правами и полномочиями, необходимыми для этого, с учетом
        условий настоящего Соглашения и что такое размещение не нарушает охраняемые законом права и
        интересы третьих лиц, международные договоры и действующее законодательство Российской
        Федерации.
      </p>

      <p>
        3.4.Пользователь самостоятельно несет ответственность за любую информацию и материалы,
        размещенные на Сайте. Компания не инициирует размещение указанной информации, не выбирает
        получателей информации, не влияет на содержание и целостность размещаемой информации, а
        также в момент размещения Пользователем информации на Сайте не знает и не может знать,
        нарушает ли такое размещение действующее законодательство Российской Федерации, однако
        Компания вправе отслеживать, просматривать и/или удалять любую информацию и материалы,
        размещенные Пользователем на Сайте.
      </p>

      <p>
        При размещении любой информации и материалов Пользователь не становится соавтором Сайта и
        отказывается от каких-либо претензий на такое авторство в будущем. Компания не выплачивает
        Пользователю авторского или любого иного вознаграждения, как в период, так и по истечении
        срока действия настоящего Соглашения.
      </p>

      <p>
        3.5.В случае предъявления третьими лицами претензий Компании, связанных с нарушением
        Пользователем условий настоящего Соглашения, а равно с размещенной Пользователем информацией
        на Сайте, указанный Пользователь обязуется самостоятельно урегулировать такие претензии, а
        также возместить Компании все понесенные убытки и потери, включая возмещение штрафов,
        судебных расходов, издержек и компенсаций.
      </p>

      <p>
        3.6. Компания не несет ответственности за посещение Пользователем, а также любое
        использование им внешних ресурсов (сайтов третьих лиц), ссылки на которые могут содержаться
        на Сайте. Компания не несет ответственности за точность, надежность, достоверность и
        безопасность любой информации, материалов, рекомендаций и сервисов, размещенных на внешних
        ресурсах. Использование внешних ресурсов осуществляется Пользователем добровольно,
        исключительно по собственному усмотрению и на свой риск.
      </p>

      <p>
        3.7. Компания стремится к обеспечению достоверности информации, размещенной на Сайте, однако
        не несет ответственности за любые неточности и/или недостоверность информации, а равно сбои
        в работе предоставляемых через Сайт сервисов. Пользователь согласен с тем, что Компания не
        несет ответственность и не имеет прямых или косвенных обязательств перед Пользователем в
        связи с любыми возможными или возникшими потерями или убытками, связанными с любым
        содержанием Сайта, интеллектуальной собственностью, товарами или услугами, доступными на нем
        или полученными через внешние сайты или ресурсы либо иные ожидания Пользователя, которые
        возникли в связи с использованием размещенной на Сайте информации или ссылки на внешние
        ресурсы.
      </p>

      <p>
        Ни при каких условиях, включая, но не ограничиваясь невнимательностью или небрежностью
        Пользователя, Компания не несет ответственности за любой ущерб (прямой или косвенный,
        случайный или закономерный), включая, но не ограничиваясь потерей данных или прибылей,
        связанной с использованием или невозможностью использования Сайта, информации, Программ,
        файлов или материалов на нем, даже если Компания или ее представители были предупреждены о
        возможности такой потери. В случае, если использование Сайта приведет к необходимости
        дополнительного обслуживания, исправления или ремонта любого оборудования, а равно
        восстановления данных, все связанные с этим затраты оплачиваются Пользователем.
      </p>
      <p>
        3.8. Вся представленная на Сайте информация предоставляется «как есть», без каких-либо
        гарантий, явных или подразумеваемых. Компания полностью, в той мере, в какой это разрешено
        законом, отказывается от какой-либо ответственности, явной или подразумеваемой, включая, но
        не ограничиваясь неявными гарантиями пригодности к использованию, а также гарантиями
        законности любой информации, продукта или услуги, полученной или приобретенной с помощью
        этого Сайта.
      </p>

      <p>
        3.9. Пользователь согласен, что все материалы и сервисы Сайта или любая их часть могут
        сопровождаться рекламой, размещение которой не инициирует и не контролирует Компания.
        Пользователь согласен с тем, что Компания не несет какой-либо ответственности и не имеет
        каких-либо обязательств в связи с такой рекламой.
      </p>

      <p>4. Условия обработки и использования персональных данных.</p>

      <p>Принимая условия настоящего Соглашения, Пользователь выражает свое согласие на:</p>

      <p>
        4.1.Предоставление своих персональных данных, включающих Фамилию, Имя, Отчество, адрес
        электронной почты, номер контактного телефона, дату рождения, регион, город, организацию,
        должность для их обработки Компанией свободно, своей волей и в своем интересе.
      </p>

      <p>Цель обработки персональных данных:</p>

      <p>- предоставление Пользователю услуг Сайта;</p>

      <p>- направление уведомлений, касающихся услуг Сайта;</p>

      <p>- подготовка и направление ответов на запросы Пользователя;</p>

      <p>- направление информации о мероприятиях, проводимых Компанией;</p>

      <p>- направление информации о продуктах и услугах Компании.</p>

      <p>
        Перечень действий с персональными данными, на которые Пользователь выражает свое согласие:
        сбор, систематизация, накопление, хранение, уточнение (обновление, изменение),
        использование, обезличивание, передача третьим лицам для указанных выше целей, а также
        осуществление любых иных действий, предусмотренных действующим законодательством РФ как
        неавтоматизированными, так и автоматизированными способами.
      </p>

      <p>
        Компания обязуется принимать все необходимые меры для защиты персональных данных
        Пользователя от неправомерного доступа или раскрытия.
      </p>

      <p>
        Настоящее согласие действует до момента его отзыва Пользователем путем направления
        соответствующего уведомления на электронный адрес privacy@1c-bitrix.ru .
      </p>

      <p>
        4.2. Получение посредством электронной почты, адрес которой Пользователь указывает
        прирегистрации на Сайте, рекламно-информационных сообщений, касающихся продукции и услуг
        Компании и ее партнеров.
      </p>

      <p>5. Прочие положения</p>
      <p>
        5.1. Использование материалов и сервисов Сайта, а равно размещение на нем материалов
        Пользователя, регулируется нормами действующего законодательства Российской Федерации. Все
        возможные споры, вытекающие из настоящего Соглашения или связанные с ним, подлежат
        разрешению в соответствии с действующим законодательством Российской Федерации по месту
        нахождения Компании.
      </p>

      <p>
        5.2. Ничто в Соглашении не может пониматься как установление между Пользователем и Компанией
        агентских отношений, отношений товарищества, отношений по совместной деятельности, отношений
        личного найма, либо каких-то иных отношений, прямо не предусмотренных Соглашением.
      </p>

      <p>
        5.3. Признание судом какого-либо положения Соглашения недействительным или не подлежащим
        принудительному исполнению не влечет недействительности иных положений Соглашения.
      </p>

      <p>
        5.4. Бездействие со стороны Компании в случае нарушения кем-либо из Пользователей положений
        Соглашения не лишает Компанию права предпринять соответствующие действия в защиту своих
        интересов и защиту авторских прав на охраняемые в соответствии с законодательством материалы
        Сайта позднее.
      </p>

      <p>
        5.5. При оформлении Сайта используются шрифты в соответствии с условиями лицензий SIL Open
        Font (НСМ) и Apache License, version 2.0.
      </p>

      <p>
        Пользователь подтверждает, что ознакомлен со всеми пунктами настоящего Соглашения и
        безоговорочно принимает их.
      </p>

      <p>
        По всем вопросам, связанным с нарушением авторских прав Компании, незаконного использования
        материалов Сайта или размещением ложной, вводящей в заблуждение информации о Компании,
        просим обращаться по следующим контактным данным:
      </p>

      <p>
        ООО «СОЗНАНИЕ», 460048, Оренбург, ул. Томилинская, д. 238, помещение 2. www.soznanie.com
      </p>
    </Card>
  </BaseContainer>
</template>
